Repository: meacodes/meacodes-accessibility-tools
Catalog: languages/meacodes-accessibility-tools-*.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, pt_pt, zh_cn

source: Color of the labels or name of each feature and Plugin name to.
de_de: Farbe der Beschriftungen oder Name jeder Funktion und Plugin Name zu.
es_es: Color de las etiquetas o nombre de cada función y nombre del plugin a.
fa_ir: رنگ برچسب ها یا نام هر ویژگی و همچنین نام افزونه.
fr_fr: Couleur des étiquettes ou nom de chaque fonctionnalité et nom du Plugin.Couleur des étiquettes ou nom de chaque fonctionnalité et nom du plugin.
it_it: Colore delle etichette o nome di ogni funzionalità e nome del Plugin.Colore delle etichette o nomi di ciascuna funzionalità e nome del plugin.
pt_pt: Cor dos rótulos ou nomes de cada recurso e para o nome do plugin.
zh_cn: 每个功能的标签或名称和插件名称的颜色。

source: Divider Line Color:
de_de: Trennungslinien farbe:
es_es: Color de la Línea Divisoria:
fa_ir: رنگ خط جداکننده:
fr_fr: Couleur de la ligne de séparation:
it_it: Colore Linea Divisoria:
pt_pt: Cor da linha divisória:
zh_cn: 分隔线颜色：

source: Color of plugin header & features section divider.
de_de: Farbe der Plugin Kopfzeile & Trennlinie des Funktionsbereichs.
es_es: Color del encabezado del plugin y divisor de la sección de funciones.
fa_ir: رنگ هدر افزونه و جداکننده بخش ویژگی‌ها.
fr_fr: Couleur du séparateur de section d'en-tête et fonctionnalités du plugin.Couleur de l'en-tête du plugin et du séparateur de section des fonctionnalités.
it_it: Colore del divisore della sezione header e funzionalità del plugin.Colore dell'intestazione del plugin e del separatore della sezione funzionalità.
pt_pt: Cor do cabeçalho do plugin e divisor da seção de recursos.
zh_cn: 插件标题和功能部分分隔符的颜色。

source: Plugin button Color:
de_de: Plugin-Button-Farbe:
es_es: Color del Botón del Plugin:
fa_ir: رنگ دکمه افزونه:
fr_fr: Couleur du Bouton du Plugin :
it_it: Colore Pulsante Plugin:
pt_pt: Cor do Botão do Plugin:
zh_cn: 插件按钮颜色：

source: Color Scheme for Plugin Logo.
de_de: Farbschema für Plugin Logo.
es_es: Esquema de colores para el logo del plugin.
fa_ir: رنگ بندی برای لوگوی پلاگین.
fr_fr: Gamme de couleurs pour le logo du plugin.
it_it: Schema colori per logo del plugin.
pt_pt: Esquema de cores para logotipo do plugin.
zh_cn: 插件徽标的配色方案。

source: Accent Color:
de_de: Akzentfarbe:
es_es: Color de acento:
fa_ir: رنگ تاکیدی:
fr_fr: Couleur d'accent:
it_it: Colore d'accento:
pt_pt: Cor de destaque:
zh_cn: 强调色：

source: Color scheme for:
de_de: Farbschema für:
es_es: Esquema de color para:
fa_ir: رنگ بندی برای:
fr_fr: Palette de couleurs pour:
it_it: Combinazione di colori per:
pt_pt: Paleta de cores para:
zh_cn: 配色方案：

source: Active features and their toggle buttons on hover.
de_de: Aktive Funktionen und ihre Umschalt Schaltflächen beim Hovern.
es_es: Características activas y sus botones de alternancia al pasar el cursor.Funciones activas y sus botones de activación/desactivación al pasar el cursor.
fa_ir: ویژگی های فعال و دکمه های تغییر وضعیت آنها هنگام هاور.
fr_fr: Fonctionnalités actives et leurs boutons de basculement au survol.Fonctionnalités actives et leurs boutons bascule au passage de la souris.
it_it: Funzionalità attive e i loro pulsanti di commutazione al passaggio del mouse.Funzioni attive e relativi pulsanti di attivazione/disattivazione al passaggio del mouse.
pt_pt: Recursos ativos e seus botões de ativação ao passar o mouse.
zh_cn: 活动功能及其悬停时的切换按钮。

source: Dyslexia reading mask bars
de_de: Lesehilfsmittel für Legastheniker mit farbigen Markierungsbalken
es_es: Barras superiores e inferiores
fa_ir: نوار بالا و پایین ماسک خوانش پریشی
fr_fr: Barres de couleur pour la lecture avec dyslexie
it_it: Sovrapposizioni di lettura per dislessia (alto e basso)
pt_pt: Máscara de leitura para dislexia com realces
zh_cn: 阅读障碍阅读遮罩条

source: ‌Buttons Color (Reset/Close):
de_de: Schaltflächen farbe (Zurücksetzen/Schließen):
es_es: Color de Botones (Reiniciar/Cerrar):
fa_ir: رنگ دکمه ها ( بستن/بازنشانی):
fr_fr: Couleur des boutons (Réinitialiser/Fermer):
it_it: Colore Pulsanti (Reset/Chiudi):
pt_pt: Cor dos botões (Reiniciar/Fechar):
zh_cn: 按钮颜色（重置/关闭）：

source: Buttons Hover Color (Reset/Close):
de_de: Schaltflächen Hover Farbe (Zurücksetzen/Schließen):
es_es: Color al pasar el mouse sobre los botones (Reiniciar/Cerrar):
fa_ir: رنگ هاور دکمه ها (بستن/بازنشانی):
fr_fr: Couleur de survol des boutons (Réinitialiser/Fermer):
it_it: Colore hover per pulsanti (Reset/Chiudi):
pt_pt: Cor de Realce para Botões (Limpar/Fechar):
zh_cn: 按钮悬停颜色（重置/关闭）：

source: Accessibility Quick Scan
zh_cn: 无障碍快速扫描

source: Scan your website for accessibility issues manually.
zh_cn: 手动扫描您的网站以查找无障碍问题。

source: Manual Accessibility Scan
zh_cn: 手动无障碍扫描

source: Click the button below to scan your website for accessibility issues. This will check your pages for common accessibility problems.
zh_cn: 点击下面的按钮扫描您的网站以查找无障碍问题。这将检查您的页面是否存在常见的无障碍问题。

source: Maximum Pages to Scan:
zh_cn: 最大扫描页数：

source: (1-35 pages)
zh_cn: （1-35页）

source: Run Accessibility Scan Now
zh_cn: 立即运行无障碍扫描

source: Last Scan Results
zh_cn: 上次扫描结果

source: Save Changes
zh_cn: 保存更改

source: Reset Settings
zh_cn: 重置设置

source: Save Changes will save all settings across all tabs. Reset Settings will restore all options to their default values.
zh_cn: 保存更改将保存所有标签页的所有设置。重置设置将 将所有选项恢复为默认值。

source: Accessibility Tools Version:
de_de: Barrierefreiheit Tools Version:
es_es: Versión de las herramientas de accesibilidad:
fa_ir: ابزار دسترس پذیری، ویرایش:
fr_fr: Version des outils d'accessibilité:
it_it: Strumenti di accessibilità Versione:
pt_pt: Ferramentas de Acessibilidade Versão:
zh_cn: 无障碍工具版本：

source: Open/Close Accessibility Options
de_de: Öffne/Schließe Barrierefreiheit seinstellungen
es_es: Abrir/Cerrar Opciones de Accesibilidad
fa_ir: باز/بسته کردن دسترس پذیری
fr_fr: Ouvrir/Fermer les options d'accessibilité
it_it: Apri/Chiudi Opzioni Accessibilità
pt_pt: Abrir/Fechar Opções de Acessibilidade
zh_cn: 打开/关闭无障碍选项

source: Drag and move the accessibility box
de_de: Ziehen Sie die Eingabehilfe Box und verschieben Sie sie
es_es: Drague y mueva la casilla de accesibilidad
fa_ir: منوی دسترس پذیری را بکشید و هرجایی که دوست دارید قرار دهید
fr_fr: Glisser et déplacer le cadre d'accessibilité
it_it: Trascina e sposta la casella di accessibilità
pt_pt: Arraste e mova a caixa de acessibilidade
zh_cn: 拖拽并移动无障碍框

source: Click to read GDPR Notice
de_de: Klicken Sie hier, um den GDPR Hinweis zu lesen
es_es: Haga clic para leer el Aviso de RGPD
fa_ir: برای خواندن اطلاعیه حریم خصوصی کلیک کنید
fr_fr: Cliquez pour lire l'Avis de RGPD
it_it: Clicca per leggere l'Informativa GDPR
pt_pt: Clique para ler o Aviso GDPR
zh_cn: 点击阅读 GDPR 通知

source: Font Size
de_de: Schriftgröße
es_es: Tamaño de fuente
fa_ir: سایز نوشته ها
fr_fr: Taille de police
it_it: Dimensione carattere
pt_pt: Tamanho da fonte
zh_cn: 字体大小

source: ‌Normal
fa_ir: عادی
it_it: Normale
zh_cn: 正常

source: Line Height
de_de: Zeilenabstand
es_es: Altura de línea
fa_ir: فاصله بین خطوط
fr_fr: Interligne
it_it: Altezza della linea
pt_pt: Altura da linha
zh_cn: 行高

source: Normal
fa_ir: عادی
it_it: Normale
zh_cn: 正常

source: Letter Spacing
de_de: Buchstabenabstand
es_es: Espaciado entre letras
fa_ir: فاصله بین حروف
fr_fr: Espacement des lettres
it_it: Spaziatura tra lettere
pt_pt: Espaçamento entre letras
zh_cn: 字母间距

source: Dyslexia Mask
de_de: Dyslexie Kompensation
es_es: Máscara para la dislexia
fa_ir: ماسک خوانش پریشی
fr_fr: Filtre de la dyslexie
it_it: Mascheramento della Dislessia
pt_pt: Sobreposição dislexia
zh_cn: 阅读障碍遮罩

source: Grayscale Page
de_de: Graustufen Seite
es_es: Página en escala de grises
fa_ir: صفحه در مقیاس خاکستری
fr_fr: Page en nuances de gris
it_it: Pagina in scala di grigi
pt_pt: Página em tons de cinza
zh_cn: 灰度页面

source: Contrast
de_de: Kontrast
es_es: Contraste
fa_ir: کنتراست
fr_fr: Contraste
it_it: Contrasto
pt_pt: Contraste
zh_cn: 对比度

source: Negative
de_de: Negativ
es_es: Negativo
fa_ir: نگاتیو
fr_fr: Négatif
it_it: Negativo
pt_pt: Negativo
zh_cn: 负片

source: Underlined Links
de_de: Unterstrichene Links
es_es: Enlaces subrayados
fa_ir: لینک های زیر خط دار
fr_fr: Souligner les liens
it_it: Collegamenti sottolineati
pt_pt: Links sublinhados
zh_cn: 下划线链接

source: Highlight Links
de_de: Links hervorheben
es_es: Resaltar enlaces
fa_ir: لینک های برجسته
fr_fr: Surligner les liens
it_it: Evidenzia collegamenti
pt_pt: Destacar links
zh_cn: 高亮链接

source: Grayscale Images
de_de: Graustufenbilder
es_es: Imágenes en escala de grises
fa_ir: تصاویر در مقیاس خاکستری
fr_fr: Images en nuances de gris
it_it: Immagini in scala di grigi
pt_pt: Imagens em tons de cinza
zh_cn: 灰度图像

source: Black and white
de_de: Schwarz Weiß
es_es: Blanco y negro
fa_ir: سیاه و سفید
fr_fr: Noir et blanc
it_it: In bianco e nero
pt_pt: Preto e branco
zh_cn: 黑白

source: Developed by
de_de: Entwickelt von
es_es: Desarrollado por
fa_ir: توسعه یافته توسط
fr_fr: Développé par
it_it: Sviluppato da
pt_pt: Desenvolvido por
zh_cn: 开发：

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fa_ir: بازنشانی
fr_fr: Réinitialiser
it_it: Ripristinare
pt_pt: Reiniciar
zh_cn: 重置

source: Close
de_de: Schließen
es_es: Cerrar
fa_ir: بستن
fr_fr: Fermé
it_it: Chiudi
pt_pt: Fechar
zh_cn: 关闭

source: GDPR Notice:
de_de: DSGVO-Hinweis:
es_es: Aviso de RGPD:
fa_ir: اطلاعیه حریم خصوصی:
fr_fr: Avis relatif au RGPD:
it_it: Informativa GDPR:
pt_pt: Aviso GDPR:
zh_cn: GDPR 通知：

source: This plugin uses cookies to enhance your experience and provide personalized accessibility settings. These cookies are stored in your browser and allow us to remember your preferences for font size, color schemes, and other accessibility features. By using this plugin, you consent to the use of cookies for these purposes. You can delete or block cookies in your browser settings at any time. Please note that doing so may affect your experience on the site.
de_de: Dieses Plugin verwendet Cookies, um Ihre Benutzererfahrung zu verbessern und personalisierte Zugänglichkeitseinstellungen bereitzustellen. Diese Cookies werden in Ihrem Browser gespeichert und ermöglichen es uns, uns an Ihre Einstellungen für Schriftgröße, Farbschema und andere Zugänglichkeitsfunktionen zu erinnern. Durch die Nutzung dieses Plugins stimmen Sie der Verwendung von Cookies für diese Zwecke zu. Sie können Cookies jederzeit in Ihren Browsereinstellungen löschen oder blockieren. Bitte beachten Sie, dass dies Ihre Erfahrung auf der Website beeinträchtigen kann.
es_es: Este plugin utiliza cookies para mejorar su experiencia y ofrecer ajustes personalizados de accesibilidad. Estas cookies se almacenan en su navegador y nos permiten recordar sus preferencias de tamaño de fuente, esquemas de color y otras funciones de accesibilidad. Al utilizar este plugin, usted da su consentimiento para el uso de cookies para estos fines. Puede eliminar o bloquear las cookies en la configuración de su navegador en cualquier momento. Tenga en cuenta que hacerlo podría afectar su experiencia en el sitio.
fa_ir: این افزونه از کوکی‌ها برای بهبود تجربه شما و ارائه تنظیمات دسترسی شخصی‌سازی‌شده استفاده می‌کند. این کوکی‌ها در مرورگر شما ذخیره می‌شوند و به ما امکان می‌دهند تا اندازه فونت، طرح‌های رنگی و سایر ویژگی‌های دسترسی را به خاطر بسپاریم. با استفاده از این افزونه، با استفاده از کوکی‌ها برای این اهداف رضایت می‌دهید. شما می‌توانید کوکی‌ها را هر زمان در تنظیمات مرورگر خود حذف یا مسدود کنید. لطفاً توجه داشته باشید که انجام این کار ممکن است بر تجربه شما در استفاده از سایت تأثیر بگذارد.
fr_fr: Ce plugin utilise des cookies pour améliorer votre expérience et vous proposer des paramètres d'accessibilité personnalisés. Ces cookies sont stockés dans votre navigateur et nous permettent de mémoriser vos préférences en matière de taille de police, de couleurs et d'autres fonctionnalités d'accessibilité. En utilisant ce plugin, vous consentez à l'utilisation de cookies à ces fins. Vous pouvez supprimer ou bloquer les cookies dans les paramètres de votre navigateur à tout moment. Veuillez noter que cela pourrait affecter votre navigation sur le site.
it_it: Questo plugin utilizza cookie per migliorare la tua esperienza e fornire impostazioni di accessibilità personalizzate. Questi cookie vengono memorizzati nel tuo browser e ci consentono di ricordare le tue preferenze relative a dimensioni del carattere, combinazioni di colori e altre funzionalità di accessibilità. Utilizzando questo plugin, acconsenti all'utilizzo dei cookie per questi scopi. Puoi eliminare o bloccare i cookie nelle impostazioni del tuo browser in qualsiasi momento. Tieni presente che farlo potrebbe influire sulla tua esperienza sul sito.
pt_pt: Este plugin usa cookies para melhorar sua experiência e fornecer Opções de acessibilidade personalizadas. Esses cookies são armazenados em seu navegador e nos permitem lembrar suas preferências de tamanho de fonte, esquema de cores e outros recursos de acessibilidade. Ao usar este plugin, você consente com o uso de cookies para esses fins. Você pode excluir ou bloquear cookies nas Opções do seu navegador a qualquer momento. Observe que isso pode afetar sua experiência no site.
zh_cn: 此插件使用 cookie 来增强您的体验并提供个性化 无障碍设置。这些 cookie 存储在您的浏览器中，允许 我们记住您对字体大小、配色方案和其他 无障碍功能的偏好。通过使用此插件，您同意使用 cookie 用于这些目的。您可以随时在浏览器 设置中删除或阻止 cookie。请注意，这样做可能会影响您在 网站上的体验。

source: Close banner
de_de: Banner schließen
es_es: Cerrar banner
fa_ir: بستن بنر
fr_fr: Fermer la bannière
it_it: Chiudi banner
pt_pt: Fechar banner
zh_cn: 关闭横幅

source: 🎉 Congratulations!
de_de: 🎉 Herzlichen Glückwunsch!
es_es: 🎉 ¡Felicidades!
fa_ir: 🎉 تبریک!
fr_fr: 🎉 Félicitations !
it_it: 🎉 Congratulazioni!
pt_pt: 🎉 Parabéns!
zh_cn: 🎉 恭喜！

source: You've been recognized as an %s of Meacodes Accessibility Tools.
de_de: Sie wurden als %s der Meacodes Accessibility Tools anerkannt.
fa_ir: شما به عنوان %s ابزارهای دسترسی‌پذیری Meacodes شناخته شده‌اید.
zh_cn: 您已被认可为Meacodes无障碍工具的%s。

source: As part of the upcoming %1$s rollout, early supporters will receive an exclusive %2$s and extended Pro access privileges.
zh_cn: 作为即将推出的%1$s的一部分，早期支持者将获得专属%2$s和扩展的Pro访问权限。

source: To learn how the badge system works and how sites are verified,
de_de: Um zu erfahren, wie das Badge-System funktioniert und wie Websites verifiziert werden,
fa_ir: برای یادگیری نحوه عملکرد سیستم نشان و نحوه تأیید سایت‌ها،
zh_cn: 要了解徽章系统如何工作以及网站如何验证，

source: 👉 visit meacodes.com
zh_cn: 👉 访问 meacodes.com

source: This notice will hide for 24 hours once dismissed.
de_de: Diese Benachrichtigung wird 24 Stunden lang ausgeblendet, sobald sie abgelehnt wird.
fa_ir: این اعلان پس از رد شدن به مدت 24 ساعت پنهان خواهد شد.
zh_cn: 此通知一旦被关闭将隐藏24小时。

source: Meacodes Pro Badge
de_de: Meacodes Pro Abzeichen
es_es: Insignia Meacodes Pro
fa_ir: نشان Meacodes Pro
fr_fr: Badge Meacodes Pro
it_it: Badge Meacodes Pro
pt_pt: Insígnia Meacodes Pro
zh_cn: Meacodes Pro 徽章

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen
es_es: Verificación de seguridad falló
fa_ir: بررسی امنیت ناموفق بود
fr_fr: Vérification de sécurité échouée
it_it: Controllo sicurezza fallito
pt_pt: Verificação de segurança falhou
zh_cn: 安全检查失败

source: Insufficient permissions
de_de: Unzureichende Berechtigungen
es_es: Permisos insuficientes
fa_ir: مجوزهای ناکافی
fr_fr: Permissions insuffisantes
it_it: Permessi insufficienti
pt_pt: Permissões insuficientes
zh_cn: 权限不足

source: Banner dismissed successfully
de_de: Banner erfolgreich verworfen
es_es: Banner descartado exitosamente
fa_ir: بنر با موفقیت رد شد
fr_fr: Bannière rejetée avec succès
it_it: Banner respinto con successo
pt_pt: Banner rejeitado com sucesso
zh_cn: 横幅已成功关闭

source: Unable to get scan status:
zh_cn: 无法获取扫描状态：

source: MeacodesQuickScan_Scheduler class not found
zh_cn: 未找到 MeacodesQuickScan_Scheduler 类

source: Error:
zh_cn: 错误：

source: Unable to load accessibility scan data:
zh_cn: 无法加载无障碍扫描数据：

source: Scan is currently running...
zh_cn: 扫描正在运行中...

source: Please wait while we scan your website for accessibility issues.
zh_cn: 请等待我们扫描您的网站以查找无障碍问题。

source: View Details
zh_cn: 查看详情

source: No Scan Results Yet
zh_cn: 暂无扫描结果

source: Run your first accessibility scan to see results here.
zh_cn: 运行您的第一次无障碍扫描以在此处查看结果。

source: Error
zh_cn: 错误

source: Lightweight summary only.
zh_cn: 仅轻量级摘要。

source: Full page-by-page reports & fixes guides will be available in Pro v2.
zh_cn: 完整的逐页报告和修复指南将在 Pro v2 中提供。

source: Read More / Join Airdrop
zh_cn: 阅读更多 / 加入空投

source: Unable to display accessibility scan widget.
zh_cn: 无法显示无障碍扫描小部件。

source: You do not have permission to run scans.
zh_cn: 您没有运行扫描的权限。

source: Scan is running...
zh_cn: 扫描正在运行...

source: Scan completed successfully!
zh_cn: 扫描成功完成！

source: %d images without alt text
zh_cn: %d个没有替代文本的图像

source: %d form elements without labels
zh_cn: %d个没有标签的表单元素

source: %d missing language declaration
zh_cn: %d个缺失的语言声明

source: %d buttons without accessible names
zh_cn: %d个没有可访问名称的按钮

source: %d tables without proper headers
zh_cn: %d个没有适当标题的表格

source: %d empty or unclear links
zh_cn: %d个空或不清楚的链接

source: %d heading structure issues
zh_cn: %d个标题结构问题

source: %d missing skip links
zh_cn: %d个缺失的跳过链接

source: %d missing focus indicators
zh_cn: %d个缺失的焦点指示器

source: %d missing landmark roles
zh_cn: %d个缺失的地标角色

source: %d form validation issues
zh_cn: %d个表单验证问题

source: %d potential color contrast issues
zh_cn: %d个潜在的颜色对比问题

source: %d motion/animation issues
zh_cn: %d个运动/动画问题

source: %d text spacing issues
zh_cn: %d个文本间距问题

source: A-Level Issues
zh_cn: A级问题

source: Basic accessibility: Images, forms, language, buttons, tables
zh_cn: 基本无障碍：图像、表单、语言、按钮、表格

source: AA-Level Issues
zh_cn: AA级问题

source: Enhanced accessibility: Links, headings, navigation, focus, landmarks
zh_cn: 增强无障碍：链接、标题、导航、焦点、地标

source: AAA-Level Issues
zh_cn: AAA级问题

source: Advanced accessibility: Contrast, motion, text spacing
zh_cn: 高级无障碍：对比度、运动、文本间距

source: Invalid nonce.
zh_cn: 无效的nonce。

source: A scan is already running. Please wait for it to complete.
zh_cn: 扫描已在运行中。请等待其完成。

source: Scan failed to complete.
zh_cn: 扫描未能完成。

source: Mea Accessibility
es_es: Accesibilidad Mea
fa_ir: دسترس پذیری مئا
fr_fr: Accessibilité Mea
it_it: Accessibilità Mea
pt_pt: Acessibilidade Mea
zh_cn: Mea 无障碍

source: Settings
de_de: Einstellungs
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Réglages
it_it: Impostazioni
pt_pt: Opções
zh_cn: 设置

source: Documentation
de_de: Dokumentation
es_es: Documentación
fa_ir: مستندات
it_it: Documentazione
pt_pt: Documentação

source: Support
de_de: Unterstützung
es_es: Soporte
fa_ir: پشتیبانی
fr_fr: Assistance technique
it_it: Supporto
pt_pt: Suporte

source: Donation
de_de: Spende
es_es: Donación
fa_ir: حمایت مالی
fr_fr: Don
it_it: Donazione
pt_pt: Doação

source: changelog
es_es: registro de cambios
fa_ir: تغییرات
fr_fr: registre des changements
it_it: egistro delle modifiche
pt_pt: registro de mudanças

source: To find out which plugin features are used to solve which accessibility issues for your site, you can refer to the
de_de: Um herauszufinden, welche Plugin-Funktionen verwendet werden, um welche Barrierefreiheitsprobleme für Ihre Website zu lösen, können Sie die Dokumentation der Plugins konsultieren
es_es: Para saber qué funciones del plugin se utilizan para resolver problemas específicos de accesibilidad en su sitio, puede consultar el
fa_ir: برای اینکه بفهمید کدام ویژگی‌های افزونه برای حل چه مشکلات دسترسی برای سایت شما استفاده می‌شوند، می‌توانید پاسخ آن را در بخش راهنما پیدا کنید.
fr_fr: Pour savoir quelles fonctionnalités de plugin permettent de résoudre quels problèmes d'accessibilité sur votre site, vous pouvez consulter la
it_it: Per scoprire quali funzionalità del plugin vengono utilizzate per risolvere i problemi di accessibilità del tuo sito, puoi consultare la
pt_pt: Para descobrir quais recursos do plugin ajudam a resolver problemas específicos de acessibilidade do seu site, você pode consultar a

source: Documentation.
de_de: Dokumentation.
es_es: Documentación.
fa_ir: مستندات.
it_it: Documentazione.
pt_pt: Documentação.

source: Customize the plugins appearance to match your taste and needs using the style settings. For more information on each appearance variable, refer to the
de_de: Passen Sie das Erscheinungsbild des Plugins Ihren Wünschen und Bedürfnissen mithilfe der Stileinstellungen an. Weitere Informationen zu den einzelnen Aussehen-Variablen finden Sie auf der
es_es: Personalice la apariencia de los Plugin para que coincida con sus gustos y necesidades utilizando la configuración de estilo. Para obtener más información sobre cada variable de apariencia, consulte la
fa_ir: تنظیمات ظاهری افزونه را برای مطابقت با سلیقه و نیازهای خود با استفاده از تنظیمات طرح و رنگ سفارشی کنید. برای کسب اطلاعات بیشتر در مورد هر متغیر ظاهری، به بخش راهنما مراجعه کنید
fr_fr: Personnalisez l'apparence des plugins pour qu'elle corresponde à vos goûts et à vos besoins à l'aide des paramètres de style. Pour plus d'informations sur chaque variable d'apparence, consultez la
it_it: Personalizza l'aspetto dei plugin per adattarli ai tuoi gusti e alle tue esigenze utilizzando le impostazioni di stile. Per ulteriori informazioni su ciascuna variabile di aspetto, consulta la
pt_pt: Personalize a aparência dos plugins para combinar com seu gosto e necessidades usando as Opções de estilo. Para obter mais informações sobre cada variável de aparência, consulte o

source: Plugin Logo Color:
de_de: Plugin Logo Farbe:
es_es: Color del logotipo del plugin:
fa_ir: رنگ لوگو افزونه:
fr_fr: Couleur du logo du plugin:
it_it: Colore del logo del plugin:
pt_pt: Cor do logo do plugin:

source: Reset settings
de_de: Einstellungen zurücksetzen
es_es: Restablecer configuración
fa_ir: بازنشانی تنظیمات
fr_fr: Réinitialiser les paramètres
it_it: Ripristina impostazioni
pt_pt: Restaurar Opções

source: Developed by
de_de: Entwickelt von
es_es: Desarrollado por
fa_ir: توسعه یافته توسط
fr_fr: Développé par
it_it: Sviluppato da
pt_pt: Desenvolvido por

source: Advanced Analytics & Accessibility Insights
de_de: Erweiterte Analysen & Barrierefreiheits-Einblicke
es_es: Analíticas Avanzadas y Perspectivas de Accesibilidad
fa_ir: تحلیل‌های پیشرفته و بینش‌های دسترسی‌پذیری
fr_fr: Analyses Avancées et Perspectives d'Accessibilité
it_it: Analisi Avanzate e Approfondimenti Accessibilità
pt_pt: Análises Avançadas e Insights de Acessibilidade

source: Auto Translate – Seamless Multilingual Experience
de_de: Auto-Übersetzung – Nahtlose mehrsprachige Erfahrung
es_es: Traducción Automática – Experiencia Multilingüe Perfecta
fa_ir: ترجمه خودکار – تجربه چندزبانه بی‌درز
fr_fr: Traduction Automatique – Expérience Multilingue Transparente
it_it: Traduzione Automatica – Esperienza Multilingue Perfetta
pt_pt: Tradução Automática – Experiência Multilíngue Perfeita

source: Complete Accessibility Issue Summary for Your Website
de_de: Vollständige Barrierefreiheits-Problem-Zusammenfassung für Ihre Website
es_es: Resumen Completo de Problemas de Accesibilidad para Tu Sitio Web
fa_ir: خلاصه کامل مسائل دسترسی‌پذیری برای وب‌سایت شما
fr_fr: Résumé Complet des Problèmes d'Accessibilité pour Votre Site Web
it_it: Riepilogo Completo Problemi Accessibilità per il Tuo Sito Web
pt_pt: Resumo Completo de Problemas de Acessibilidade para o Seu Site

source: Comprehensive WCAG 2.1 Issue Detection & Solutions
de_de: Umfassende WCAG 2.1 Problem-Erkennung & Lösungen
es_es: Detección y Soluciones Integrales de Problemas WCAG 2.1
fa_ir: تشخیص و راه‌حل‌های جامع مسائل WCAG 2.1
fr_fr: Détection et Solutions Complètes de Problèmes WCAG 2.1
it_it: Rilevamento e Soluzioni Complete Problemi WCAG 2.1
pt_pt: Deteção e Soluções Abrangentes de Problemas WCAG 2.1

source: Effortless Dark & Light Mode Customization
de_de: Mühelose Dunkel- & Hell-Modus-Anpassung
es_es: Personalización de Modo Oscuro y Claro Sin Esfuerzo
fa_ir: سفارشی‌سازی آسان حالت تاریک و روشن
fr_fr: Personnalisation de Mode Sombre et Clair Sans Effort
it_it: Personalizzazione Modalità Scura e Chiara Senza Sforzo
pt_pt: Personalização de Modo Escuro e Claro Sem Esforço
