Repository: meacodes/meacodes-accessibility-tools
Catalog: languages/meacodes-accessibility-tools-*.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, pt_pt, zh_cn

source: Endless Customization
de_de: Endlose Anpassung
es_es: Personalización Infinita
fa_ir: سفارشی‌سازی بی‌پایان
fr_fr: Personnalisation Infinie
it_it: Personalizzazione Infinita
pt_pt: Personalização Infinita

source: Flexible Fonts — Google & Custom Options
de_de: Flexible Schriftarten — Google & benutzerdefinierte Optionen
es_es: Fuentes Flexibles — Opciones de Google y Personalizadas
fa_ir: فونت‌های انعطاف‌پذیر — گزینه‌های Google و سفارشی
fr_fr: Polices Flexibles — Options Google et Personnalisées
it_it: Font Flessibili — Opzioni Google e Personalizzate
pt_pt: Fontes Flexíveis — Opções Google e Personalizadas

source: Fully Customizable Appearance & Theme Control
de_de: Vollständig anpassbares Erscheinungsbild & Theme-Kontrolle
es_es: Apariencia Completamente Personalizable y Control de Tema
fa_ir: ظاهر کاملاً قابل سفارشی‌سازی و کنترل تم
fr_fr: Apparence Entièrement Personnalisable et Contrôle de Thème
it_it: Aspetto Completamente Personalizzabile e Controllo Tema
pt_pt: Aparência Totalmente Personalizável e Controlo de Tema

source: Modern Mobile First Responsive Design
de_de: Modernes Mobile-First Responsive Design
es_es: Diseño Responsivo Moderno Mobile First
fa_ir: طراحی ریسپانسیو مدرن Mobile First
fr_fr: Design Responsive Moderne Mobile First
it_it: Design Responsive Moderno Mobile First
pt_pt: Design Responsivo Moderno Mobile First

source: Page Structure Overview
de_de: Seitenstruktur-Übersicht
es_es: Resumen de Estructura de Página
fa_ir: نمای کلی ساختار صفحه
fr_fr: Aperçu de la Structure de Page
it_it: Panoramica Struttura Pagina
pt_pt: Visão Geral da Estrutura da Página

source: Personalized Accessibility Profiles for Every User
de_de: Personalisierte Barrierefreiheits-Profile für jeden Benutzer
es_es: Perfiles de Accesibilidad Personalizados para Cada Usuario
fa_ir: پروفایل‌های دسترسی‌پذیری شخصی‌سازی شده برای هر کاربر
fr_fr: Profils d'Accessibilité Personnalisés pour Chaque Utilisateur
it_it: Profili di Accessibilità Personalizzati per Ogni Utente
pt_pt: Perfis de Acessibilidade Personalizados para Cada Utilizador

source: Professional Keyboard Navigation
de_de: Professionelle Tastaturnavigation
es_es: Navegación Profesional por Teclado
fa_ir: ناوبری حرفه‌ای صفحه‌کلید
fr_fr: Navigation Clavier Professionnelle
it_it: Navigazione Tastiera Professionale
pt_pt: Navegação por Teclado Profissional

source: Real-Time Website Performance Analysis
de_de: Echtzeit-Website-Performance-Analyse
es_es: Análisis de Rendimiento del Sitio Web en Tiempo Real
fa_ir: تحلیل عملکرد وب‌سایت در زمان واقعی
fr_fr: Analyse de Performance de Site Web en Temps Réel
it_it: Analisi Performance Sito Web in Tempo Reale
pt_pt: Análise de Performance do Site em Tempo Real

source: Smart Screen Reader Integration
de_de: Intelligente Screen-Reader-Integration
es_es: Integración Inteligente de Lector de Pantalla
fa_ir: یکپارچه‌سازی هوشمند صفحه‌خوان
fr_fr: Intégration Intelligente de Lecteur d'Écran
it_it: Integrazione Intelligente Screen Reader
pt_pt: Integração Inteligente de Leitor de Ecrã

source: Smart Site Search Engine
de_de: Intelligente Website-Suchmaschine
es_es: Motor de Búsqueda Inteligente del Sitio
fa_ir: موتور جستجوی هوشمند سایت
fr_fr: Moteur de Recherche Intelligent du Site
it_it: Motore di Ricerca Intelligente del Sito
pt_pt: Motor de Pesquisa Inteligente do Site

source: The upcoming version introduces advanced features like:
de_de: Die kommende Version führt erweiterte Funktionen ein wie:
es_es: La próxima versión introduce características avanzadas como:
fa_ir: نسخه آینده ویژگی‌های پیشرفته‌ای مانند:
fr_fr: La prochaine version introduit des fonctionnalités avancées comme :
it_it: La prossima versione introduce funzionalità avanzate come:
pt_pt: A próxima versão introduz funcionalidades avançadas como:

source: WordPress Performance & Security Score
de_de: WordPress Performance & Sicherheits-Score
es_es: Puntuación de Rendimiento y Seguridad de WordPress
fa_ir: امتیاز عملکرد و امنیت WordPress
fr_fr: Score de Performance et Sécurité WordPress
it_it: Punteggio Performance e Sicurezza WordPress
pt_pt: Pontuação de Performance e Segurança WordPress

source: 👉 Join Campaign at Meacodes.com
de_de: 👉 Kampagne bei Meacodes.com beitreten
es_es: 👉 Únete a la Campaña en Meacodes.com
fa_ir: 👉 به کمپین در Meacodes.com بپیوندید
fr_fr: 👉 Rejoindre la Campagne sur Meacodes.com
it_it: 👉 Unisciti alla Campagna su Meacodes.com
pt_pt: 👉 Juntar-se à Campanha em Meacodes.com

source: 💎 Register your website now in our Airdrop Campaign to claim your exclusive rewards and upcoming discounts!
de_de: 💎 Registrieren Sie Ihre Website jetzt in unserer Airdrop-Kampagne, um Ihre exklusiven Belohnungen und kommenden Rabatte zu erhalten!
es_es: 💎 ¡Registra tu sitio web ahora en nuestra Campaña Airdrop para reclamar tus recompensas exclusivas y descuentos próximos!
fa_ir: 💎 وب‌سایت خود را الان در کمپین ایردراپ ما ثبت کنید تا پاداش‌های انحصاری و تخفیف‌های آینده خود را دریافت کنید!
fr_fr: 💎 Enregistrez votre site web maintenant dans notre Campagne Airdrop pour réclamer vos récompenses exclusives et remises à venir !
it_it: 💎 Registra il tuo sito web ora nella nostra Campagna Airdrop per rivendicare le tue ricompense esclusive e sconti in arrivo!
pt_pt: 💎 Registe o seu site agora na nossa Campanha Airdrop para reclamar as suas recompensas exclusivas e descontos próximos!

source: Because you're using the %s plugin, you've earned an exclusive badge for a 3-month Pro Version 2 subscription — launching soon!
de_de: Weil Sie das Meacodes Barrierefreiheits-Tools Plugin verwenden, haben Sie eine exklusive Auszeichnung für ein 3-monatiges Pro Version 2 Abonnement verdient — startet bald!
es_es: ¡Porque estás usando el plugin de Herramientas de Accesibilidad Meacodes, has ganado una insignia exclusiva para una suscripción Pro Version 2 de 3 meses — ¡próximamente!
fa_ir: چون شما از افزونه ابزارهای دسترسی‌پذیری Meacodes استفاده می‌کنید، یک نشان انحصاری برای اشتراک Pro Version 2 سه ماهه کسب کرده‌اید — به زودی راه‌اندازی می‌شود!
fr_fr: Parce que vous utilisez le plugin Outils d'Accessibilité Meacodes, vous avez gagné un badge exclusif pour un abonnement Pro Version 2 de 3 mois — bientôt disponible !
it_it: Perché stai usando il plugin Strumenti di Accessibilità Meacodes, hai guadagnato un badge esclusivo per un abbonamento Pro Version 2 di 3 mesi — in arrivo presto!
pt_pt: Porque está a usar o plugin Ferramentas de Acessibilidade Meacodes, ganhou uma insígnia exclusiva para uma subscrição Pro Version 2 de 3 meses — em breve!

source: You've been recognized as an Early Supporter of Meacodes Accessibility Tools — a special thank-you to everyone helping us build a more accessible web 🌍
de_de: Sie wurden als Early Supporter der Meacodes Accessibility Tools anerkannt — ein besonderer Dank an alle, die uns beim Aufbau eines zugänglicheren Webs helfen 🌍
fa_ir: شما به عنوان حامی اولیه ابزارهای دسترسی‌پذیری Meacodes شناخته شده‌اید — تشکر ویژه از همه کسانی که به ما در ساخت وب دسترسی‌پذیرتر کمک می‌کنند 🌍

source: With the upcoming Pro Version 2, you'll unlock early-access privileges such as:
de_de: Mit der kommenden Pro Version 2 entsperren Sie Early-Access-Privilegien wie:
fa_ir: با نسخه Pro Version 2 آینده، امتیازات دسترسی زودهنگام مانند موارد زیر را باز خواهید کرد:

source: Modern mobile-first responsive design
de_de: Modernes mobile-first responsives Design
fa_ir: طراحی واکنش‌گرای مدرن موبایل-اول

source: Smart accessibility enhancements
de_de: Intelligente Barrierefreiheits-Verbesserungen
fa_ir: بهبودهای هوشمند دسترسی‌پذیری

source: WCAG 2.1 issue detection & analytics
de_de: WCAG 2.1 Problem-Erkennung & Analytics
fa_ir: تشخیص مسائل WCAG 2.1 و تجزیه و تحلیل

source: Deep customization options
de_de: Tiefgreifende Anpassungsoptionen
fa_ir: گزینه‌های سفارشی‌سازی عمیق

source: Your Early Supporter Badge will be verified automatically during the Pro 2 rollout. Stay tuned and learn more about the upcoming release at
de_de: Ihr Early Supporter Badge wird automatisch während des Pro 2 Rollouts verifiziert. Bleiben Sie dran und erfahren Sie mehr über die kommende Veröffentlichung bei
fa_ir: نشان حامی اولیه شما به طور خودکار در طول راه‌اندازی Pro 2 تأیید خواهد شد. منتظر بمانید و بیشتر در مورد انتشار آینده در

source: As part of the upcoming %s rollout, early supporters will receive an exclusive %s and extended Pro access privileges.
de_de: Als Teil des kommenden %s Rollouts erhalten Early Supporter ein exklusives %s und erweiterte Pro-Zugangsprivilegien.
fa_ir: به عنوان بخشی از راه‌اندازی آینده %s، حامیان اولیه %s انحصاری و امتیازات دسترسی Pro گسترده دریافت خواهند کرد.

source: 👉 visit meacodes.com/early-supporter
de_de: 👉 besuchen Sie meacodes.com/early-supporter
fa_ir: 👉 از meacodes.com/early-supporter بازدید کنید

source: Airdrop Campaign Active!
es_es: ¡Campaña Airdrop Activa!
fr_fr: Campagne Airdrop Active !
it_it: Campagna Airdrop Attiva!
pt_pt: Campanha Airdrop Ativa!

source: Join Now
es_es: Únete Ahora
fr_fr: Rejoindre Maintenant
it_it: Unisciti Ora
pt_pt: Juntar-se Agora

source: Join our exclusive airdrop and earn rewards. Limited time offer!
es_es: Únete a nuestro airdrop exclusivo y gana recompensas. ¡Oferta por tiempo limitado!
fr_fr: Rejoignez notre airdrop exclusif et gagnez des récompenses. Offre limitée dans le temps !
it_it: Unisciti al nostro airdrop esclusivo e guadagna ricompense. Offerta a tempo limitato!
pt_pt: Junte-se ao nosso airdrop exclusivo e ganhe recompensas. Oferta por tempo limitado!
