Repository: meacodes/meacodes-accessibility-tools
Catalog: languages/meacodes-accessibility-tools-*.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, pt_pt, zh_cn

source: Meacodes Accessibility Tools
de_de: Meacodes Barrierefreiheit Tools
es_es: Herramientas de Accesibilidad Meacodes
fa_ir: ابزار دسترس پذیری مئاکدز
fr_fr: Outils d'accessibilité Meacodes
it_it: Strumenti di accessibilità Meacodes
pt_pt: Plugin de Acessibilidade Meacodes
zh_cn: Meacodes 无障碍工具

source: This is an accessibility tools for people with disabilities to use the web easily.
de_de: Dies ist ein Barrierefreiheit-Plugin, das Menschen mit Behinderungen die einfache Nutzung des Internets ermöglicht.
es_es: Este es un plugin de accesibilidad para que las personas con discapacidad puedan usar la web fácilmente.
fa_ir: این ابزارهای دسترسی‌پذیری برای افراد دارای معلولیت برای استفاده آسان از وب است.افزونه دسترس پذیری برای افرادی که به واسطه مشکلات بینایی و شناختی برای استفاده از دنیای وب دچار چالش های مختلفی هستند.
fr_fr: Il s'agit d'un Plugin d'accessibilité permettant aux personnes handicapées d'utiliser le Web facilement.
it_it: Questo è un plugin di accessibilità che permette alle persone con disabilità di navigare facilmente il web.
pt_pt: Este é um plugin de acessibilidade para pessoas com deficiência usarem a web facilmente.
zh_cn: 这是为残障人士轻松使用网络而设计的 无障碍工具。

source: Meacodes Development Solutions
de_de: Meacodes Entwicklungslösungen
es_es: Soluciones de Desarrollo Meacodes
fa_ir: راه‌حل‌های توسعه Meacodes
fr_fr: Solutions de Développement Meacodes
it_it: Soluzioni di Sviluppo Meacodes
pt_pt: Soluções de Desenvolvimento Meacodes
zh_cn: https://www.meacodes.com/accessibility

source: jQuery is not loaded!
de_de: jQuery ist nicht geladen!
es_es: ¡jQuery no está cargado!
fa_ir: jQuery بارگذاری نشده است!
it_it: jQuery non è caricato!
pt_pt: jQuery não está carregado!
zh_cn: jQuery 未加载！

source: General
de_de: Allgemein
fa_ir: عمومی
fr_fr: Général
it_it: Generale
pt_pt: Gerais
zh_cn: 常规

source: Features
de_de: Funktionen
es_es: Características
fa_ir: ویژگی‌ها
fr_fr: Fonctionnalités
it_it: Caratteristiche
pt_pt: Recursos
zh_cn: 功能

source: Style
de_de: Stil
es_es: Estilo
fa_ir: طرح و رنگ
it_it: Stile
pt_pt: Estilo
zh_cn: 样式

source: Scan
zh_cn: 扫描

source: Attention
de_de: Achtung
es_es: Atención
fa_ir: توجه
it_it: Attenzione
pt_pt: Atenção
zh_cn: 注意

source: We updated the plugin button logic to enable more customization. If after updating it does not work on your site, this is likely a cache issue. Please clear your server and browser cache, then refresh the page.
de_de: Wir haben die Plugin-Button-Logik aktualisiert, um mehr Anpassungen zu ermöglichen. Falls es nach dem Update auf Ihrer Website nicht funktioniert, ist dies wahrscheinlich ein Cache-Problem. Bitte leeren Sie Ihren Server- und Browser-Cache und aktualisieren Sie dann die Seite.
es_es: Actualizamos la lógica del botón del plugin para permitir más personalización. Si después de actualizar no funciona en tu sitio, esto es probablemente un problema de caché. Por favor, borra la caché de tu servidor y navegador, luego actualiza la página.
fa_ir: منطق دکمه افزونه را برای امکان سفارشی‌سازی بیشتر به‌روزرسانی کردیم. اگر پس از به‌روزرسانی در سایت شما کار نمی‌کند، این احتمالاً مشکل کش است. لطفاً کش سرور و مرورگر خود را پاک کنید، سپس صفحه را تازه کنید.
fr_fr: Nous avons mis à jour la logique du bouton du plugin pour permettre plus de personnalisation. Si après la mise à jour il ne fonctionne pas sur votre site, c'est probablement un problème de cache. Veuillez vider le cache de votre serveur et navigateur, puis actualiser la page.
it_it: Abbiamo aggiornato la logica del pulsante del plugin per abilitare più personalizzazioni. Se dopo l'aggiornamento non funziona sul tuo sito, questo è probabilmente un problema di cache. Per favore, cancella la cache del server e del browser, poi aggiorna la pagina.
pt_pt: Atualizámos a lógica do botão do plugin para permitir mais personalização. Se após a atualização não funcionar no seu site, isto é provavelmente um problema de cache. Por favor, limpe o cache do servidor e do navegador, depois atualize a página.
zh_cn: 我们更新了插件按钮逻辑以启用更多自定义。如果更新后 在您的网站上不工作，这可能是缓存问题。请 清除您的服务器和浏览器缓存，然后刷新页面。

source: Close notice
zh_cn: 关闭通知

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes Generales
fa_ir: فعال یا غیرفعال کردن افزونه دسترس پذیری مئاکدز
fr_fr: Paramètres généraux
it_it: Impostazioni Generali
pt_pt: Opções Gerais
zh_cn: 常规设置

source: Enable or Disable Meacodes Accessibility Tools:
de_de: Meacodes Barrierefreiheit Tools aktivieren oder deaktivieren:
es_es: Habilitar o Deshabilitar las Herramientas de Accesibilidad Meacodes:
fa_ir: فعال یا غیرفعال کردن ابزار دسترس پذیری مئاکدز:
fr_fr: Activer ou Désactiver les outils d'accessibilité Meacodes:
it_it: Attiva o Disattiva Strumenti di Accessibilità Meacodes:
pt_pt: Ativar ou Desativar as Ferramentas de Acessibilidade Meacodes:
zh_cn: 启用或禁用 Meacodes 无障碍工具：

source: Plugin Name:
es_es: Nombre del plugin:
fa_ir: نام افزونه:
fr_fr: Nom du plugin:
it_it: Nome Plugin:
pt_pt: Nome do Plugin:
zh_cn: 插件名称：

source: Accessibility
de_de: Barrierefreiheit
es_es: Accesibilidad
fa_ir: دسترس پذیری
fr_fr: Accessibilité
it_it: Accessibilità
pt_pt: Acessibilidade
zh_cn: 无障碍

source: This means that the plugin name is a default and automatic translation of the word Accessibility.
de_de: Das bedeutet, dass der Plugin Name eine standardmäßige und automatische Übersetzung des Wortes "Barrierefreiheit" ist.
es_es: Esto significa que el nombre del plugin es una traducción predeterminada y automática de la palabra "Accesibilidad".
fa_ir: نوشته داخل جعبه بالا به این معنی است که نام افزونه یک ترجمه پیش فرض و خودکار از کلمه"دسترسی‌پذیری" است.
fr_fr: Cela signifie que le nom du plugin est une traduction automatique par défaut du mot Accessibilité.
it_it: Questo significa che il nome del plugin è una traduzione predefinita e automatica della parola Accessibilità.
pt_pt: Isso significa que o nome do plugin é uma tradução padrão e automática da palavra Acessibilidade.
zh_cn: 这意味着插件名称是单词“无障碍”的 默认和自动翻译。

source: This name will be displayed opposite the plugin icon in the header section when the accessibility plugin is opened by the user on your website.
de_de: Dieser Name wird neben dem Plugin Symbol im Headerbereich angezeigt, wenn das Benutzerzugriffsplatz Plugin auf Ihrer Website geöffnet wird.
es_es: Este nombre se mostrará al lado del icono del plugin en la sección del encabezado cuando el usuario abra el plugin de accesibilidad en su sitio web.
fa_ir: این نام، زمانی که افزونه‌ی دسترسی‌پذیری توسط کاربر در وب‌سایت شما باز می‌شود، در بخش هدر، روبروی آیکون افزونه نمایش داده خواهد شد.
fr_fr: Ce nom sera affiché en face de l'icône du plugin dans la section d'en-tête lorsque le plugin d'accessibilité sera ouvert par l'utilisateur sur votre site Web.
it_it: Questo nome verrà visualizzato accanto all'icona del plugin nell'intestazione quando l'utente aprirà il plugin di accessibilità sul tuo sito web.
pt_pt: Este nome será exibido ao lado do ícone do plugin na seção de cabeçalho quando o plugin de acessibilidade for aberto pelo usuário em seu site.
zh_cn: 当用户在您的网站上打开无障碍插件时，此名称将显示在 标题部分插件图标的对面。

source: If you do not want any text to be displayed in that section, Clear default name and save changes.
de_de: Wenn in diesem Abschnitt kein Text angezeigt werden soll, löschen Sie den Standardnamen und speichern Sie die Änderungen.
es_es: Si no desea que se muestre ningún texto en esa sección, elimine el nombre predeterminado y guarde los cambios.
fa_ir: اگر نمی خواهید در آن بخش هیچ متنی نمایش داده شود، نام پیش فرض را پاک کرده و تغییرات را ذخیره کنید.
fr_fr: Si vous ne voulez pas qu'un texte s'affiche dans cette section, supprimez le nom par défaut et enregistrez les modifications.
it_it: Se non vuoi che alcun testo venga visualizzato in questa sezione, cancella il nome predefinito e salva le modifiche.
pt_pt: Se não quiser texto nesta seção, apague o nome padrão e salve as alterações.
zh_cn: 如果您不想在该部分显示任何文本，请清除默认 名称并保存更改。

source: If your site is multilingual (using Polylang), keep in mind that if you change this name, the name you choose will be displayed without translation and fixed in all languages unless you rebuild the plugins language file with Polylang and enter the translation of the chosen name. Also, if you want the chosen name to revert to the default name and be displayed translated in any language, reset settings once.
de_de: Falls Ihre Website mehrsprachig ist (mit Polylang), beachten Sie bitte: Ändern Sie diesen Namen, wird der neue Name ohne Übersetzung und in allen Sprachen gleich angezeigt. Sie müssten dann die Sprachdatei des Plugins mit Polylang neu erstellen und die Übersetzung des gewählten Namens hinzufügen. Um den Namen wieder auf den Standardwert zurückzusetzen und in allen Sprachen übersetzt anzuzeigen, können Sie einfach die Einstellungen einmal zurücksetzen.
es_es: Si su sitio web es multilingüe (usando Polylang), tenga en cuenta que si cambia este nombre, el nombre que elija se mostrará sin traducción y se fijará en todos los idiomas a menos que vuelva a generar el archivo de idioma del complemento con Polylang e ingrese la traducción del nombre elegido. Además, si desea que el nombre elegido vuelva al nombre predeterminado y se muestre traducido en cualquier idioma, restablezca la configuración una vez.
fa_ir: اگر سایت شما چندزبانه است (با استفاده از پولیلنگ)، توجه داشته باشید که در صورت تغییر این نام، نام انتخابی شما بدون ترجمه و در تمامی زبان‌ها ثابت باقی خواهد ماند، مگر اینکه فایل زبان افزونه را با پولیلنگ بازسازی کنید و ترجمه نام انتخابی را وارد نمایید. همچنین، اگر می‌خواهید نام انتخابی به نام پیش‌فرض برگردد و در هر زبانی ترجمه شود، یک بار تنظیمات را بازنشانی کنید.
fr_fr: Si votre site est multilingue (en utilisant Polylang), sachez que si vous modifiez ce nom, le nouveau nom choisi s'affichera sans traduction et sera figé dans toutes les langues. Vous devrez alors reconstruire le fichier de langue du plugin avec Polylang et saisir la traduction du nom choisi. De plus, si vous souhaitez que le nom revienne au nom par défaut et qu'il soit traduit dans toutes les langues, il vous suffit de réinitialiser les paramètres.
it_it: Se il tuo sito è multilingua (utilizzando Polylang), tieni presente che se modifichi questo nome, il nome scelto verrà visualizzato senza traduzione e bloccato in tutte le lingue a meno che tu non ricostruisca il file di traduzione del plugin con Polylang e inserisca la traduzione del nome scelto. Inoltre, se desideri che il nome scelto venga riportato al nome predefinito e visualizzato tradotto in qualsiasi lingua, ripristina le impostazioni una volta.
pt_pt: Se o seu site for multilíngue (usando o Polylang), lembre-se que ao alterar este nome, a alteração aparecerá sem tradução e fixa em todos os idiomas, a menos que você reconstrua o arquivo de idiomas do plugin com o Polylang e insira a tradução do nome escolhido. Além disso, se desejar que o nome escolhido volte ao padrão e seja exibido traduzido em qualquer idioma, basta redefinir as Opções.
zh_cn: 如果您的网站是多语言的（使用 Polylang），请记住，如果您 更改此名称，您选择的名称将显示为未翻译 并在所有语言中固定，除非您使用 Polylang 重建插件语言文件并输入所选名称的翻译。另外，如果您希望 所选名称恢复为默认名称并在任何语言中显示为翻译，请重置设置一次。

source: Enable or Disable GDPR Notice:
de_de: Aktivieren oder Deaktivieren des Datenschutzhinweises:
es_es: Habilitar o Deshabilitar Aviso RGPD:
fa_ir: فعال یا غیر فعال کردن اطلاعیه حریم خصوصی:
fr_fr: Activer ou Désactiver l'Avis RGPD:
it_it: Abilita o Disabilita Avviso GDPR:
pt_pt: Ativar ou Desativar Aviso de GDPR:
zh_cn: 启用或禁用 GDPR 通知：

source: Developed by label:
de_de: Entwickelt von label:
es_es: Desarrollado por etiqueta:
fa_ir: برچسب توسعه یافته توسط:
fr_fr: Développé par Étiquette:
it_it: Sviluppato sotto l'etichetta:
pt_pt: Desenvolvido por:
zh_cn: 开发标签：

source: Enable "Developed by" label
de_de: Aktivieren Sie "Entwickelt von" label
es_es: Habilitar "Desarrollado por" etiqueta
fa_ir: فعال کردن برچسب" توسعه یافته توسط"
fr_fr: Afficher "Développé par" Étiquette
it_it: Abilita etichetta" Sviluppato da"
pt_pt: Exibir "Desenvolvido por"
zh_cn: 启用“开发”标签

source: Please turn the Developed by label on to support us and help the project move forward.
de_de: Bitte aktivieren Sie die Entwickelt von Kennzeichnung, um uns zu unterstützen und das Projekt voranzubringen.
es_es: Activa la etiqueta Desarrollado por para apoyarnos y ayudar al proyecto a seguir adelante.
fa_ir: لطفاً برچسب «توسعه یافته توسط» را برای حمایت از ما و پیشبرد پروژه روشن کنید.
fr_fr: Veuillez activer l'étiquette "Développé par" pour nous soutenir et faire avancer le projet.
it_it: Attiva l'etichetta "Sviluppato da" per supportarci e far avanzare il progetto.
pt_pt: Por favor, ative o rótulo "Desenvolvido por" para nos apoiar e ajudar o projeto a seguir em frente.
zh_cn: 请开启“开发”标签以支持我们并帮助项目 向前发展。

source: You can also buy us a coffee on the
de_de: Wir würden uns auch über einen Kaffee freuen
es_es: También puedes invitarnos a un café en
fa_ir: شما همچنین می توانید برای حمایت از ما در صفحه حمایت قهوه ای برای ما بخرید
fr_fr: Pour nous soutenir, vous pouvez également faire un don sur la
it_it: Puoi anche offrirci un caffè sulla pagina
pt_pt: Você também pode contribuir com a doação do valor de um cafezinho na
zh_cn: 您也可以在

source: Donation page.
de_de: Spenden Seite.
es_es: Página de donación.
fa_ir: ( صفحه حمایت )
fr_fr: Page Dons.
it_it: Delle donazioni.
pt_pt: Página de Doações.
zh_cn: 捐赠页面为我们买咖啡。

source: Thanks for your supports.
de_de: Vielen Dank für Ihre Unterstützung.
es_es: Gracias por su apoyo.
fa_ir: بابت حمایتتان سپاس گذاریم.
fr_fr: Merci pour votre soutien.
it_it: Grazie per il vostro sostegno.
pt_pt: Obrigado pelo seu apoio.
zh_cn: 感谢您的支持。

source: scanning please wait...
zh_cn: 扫描中，请稍候……

source: Just now
zh_cn: 刚刚

source: Pages with Issues
zh_cn: 有问题的页面

source: Issues Found:
zh_cn: 发现的问题:

source: Scan Results
zh_cn: 扫描结果

source: Completed
zh_cn: 已完成

source: Last Scan
zh_cn: 上次扫描

source: Pages Scanned
zh_cn: 已扫描页面

source: pages
zh_cn: 页

source: Accessibility Issues Found
zh_cn: 发现无障碍问题

source: Scan failed. Please try again.
zh_cn: 扫描失败。请重试。

source: The Accessibility plugin provides a set of tools and features to create an easier and more inclusive user experience for users with various needs. You can enable or disable each of these features individually.
de_de: Das Barrierefreiheit Plugin bietet eine Reihe von Werkzeugen und Funktionen, um Benutzern mit unterschiedlichen Bedürfnissen eine einfachere und integrativere Benutzererfahrung zu bieten. Sie können jede dieser Funktionen einzeln aktivieren oder deaktivieren.
es_es: El plugin de accesibilidad proporciona un conjunto de herramientas y funciones para crear una experiencia de usuario más fácil e inclusiva para personas con diversas necesidades. Puede habilitar o deshabilitar cada una de estas funciones individualmente.
fa_ir: افزونه‌ی دسترسی پذیری مجموعه‌ای از ابزار و قابلیت‌ها برای ایجاد یک رابط کاربری آسان‌تر و فراگیرتر برای کاربران با نیازهای مختلف را فراهم می آورد. شما می‌توانید به صورت جداگانه هر یک از این قابلیت‌ها را فعال یا غیرفعال کنید.
fr_fr: Le plugin Accessibilité fournit un ensemble d'outils et de fonctionnalités pour créer une expérience utilisateur plus facile et plus inclusive pour les personnes ayant des besoins variés. Vous pouvez activer ou désactiver chacune de ces fonctionnalités individuellement.
it_it: Il plugin di Accessibilità offre una serie di strumenti e funzionalità per creare un'esperienza utente più facile e inclusiva per persone con esigenze diverse. È possibile abilitare o disabilitare singolarmente ciascuna di queste funzionalità.
pt_pt: O plugin de Acessibilidade oferece um conjunto de ferramentas e recursos para criar uma experiência de usuário mais fácil e inclusiva para pessoas com diversas necessidades. Você pode ativar ou desativar cada um desses recursos individualmente.
zh_cn: 无障碍插件提供了一套工具和功能，为有各种需求的用户创建 更简单、更包容的用户体验。您可以 单独启用或禁用这些功能中的每一个。

source: Font Size Feature:
de_de: Schriftgröße Funktion:
es_es: Función de tamaño de fuente:
fa_ir: ویژگی سایز نوشته ها:
fr_fr: Fonctionnalité de taille de police:
it_it: Funzione Dimensione Carattere:
pt_pt: Recurso de tamanho de fonte:
zh_cn: 字体大小功能：

source: Line Height Feature:
de_de: Zeilenabstands Funktion:
es_es: Función de altura de línea:
fa_ir: ویژگی فاصله بین خطوط:
fr_fr: Fonctionnalité d'interligne:
it_it: Funzione Interlinea:
pt_pt: Recurso de altura de linha:
zh_cn: 行高功能：

source: Letter Spacing Feature:
de_de: Buchstabenabstand Funktion:
es_es: Función de espaciado entre letras:
fa_ir: ویژگی فاصله بین حروف:
fr_fr: Fonctionnement d'espacement des lettres:
it_it: Funzione Spaziatura tra lettere:
pt_pt: Recurso de espaçamento entre letras:
zh_cn: 字母间距功能：

source: Dyslexia Mask Feature:
de_de: Dyslexie Kompensation Funktion:
es_es: Función de la máscara de dislexia:
fa_ir: ویژگی ماسک خوانش پریشی:
fr_fr: Fonctionnalité d'aide à la dyslexie:
it_it: Funzione Mascheramento della Dislessia:
pt_pt: Recurso de sobreposição para dislexia:
zh_cn: 阅读障碍遮罩功能：

source: Grayscale Page Feature:
de_de: Graustufen Seite Funktiont:
es_es: Función de página en escala de grises:
fa_ir: ویژگی صفحه در مقیاس خاکستری:
fr_fr: Fonctionnalité de page en nuances de gris:
it_it: Funzione Pagina in scala di grigi:
pt_pt: Recurso de página em tons de cinza:
zh_cn: 灰度页面功能：

source: Contrast Feature:
de_de: Kontrast Funktion:
es_es: Función de contraste:
fa_ir: ویژگی کنتراست:
fr_fr: Fonctionnalité de contraste:
it_it: Funzione Contrasto:
pt_pt: Recurso de Contraste:
zh_cn: 对比度功能：

source: Negative Feature:
de_de: Negativ Funktion:
es_es: Función negativa:
fa_ir: ویژگی نگاتیو:
fr_fr: Fonctionnalité Négative:
it_it: Funzione Negativo:
pt_pt: Recurso de Negativo:
zh_cn: 负片功能：

source: Underlined Links Feature:
de_de: Unterstrichene Links Funktion:
es_es: Función de enlaces subrayados:
fa_ir: ویژگی لینک های زیر خط دار:
fr_fr: Fonctionnalité de liens soulignés:
it_it: Funzione Collegamenti sottolineati:
pt_pt: Recurso de links sublinhados:
zh_cn: 下划线链接功能：

source: Highlight Links Feature:
de_de: Links hervorheben Funktion:
es_es: Función de enlaces destacados:
fa_ir: ویژگی لینک های برجسته:
fr_fr: Fonctionnalité de surlignage de liens:
it_it: Funzione Evidenzia collegamenti:
pt_pt: Recurso de Destacar Links:
zh_cn: 高亮链接功能：

source: Grayscale Images Feature:
de_de: Graustufenbilder Funktion:
es_es: Función de imágenes en escala de grises:
fa_ir: ویژگی تصاویر در مقیاس خاکستری:
fr_fr: Fonctionnalité Niveaux de Gris:
it_it: Funzione Immagini in scala di grigi:
pt_pt: Recurso de imagens em tons de cinza:
zh_cn: 灰度图像功能：

source: Black and white Feature:
de_de: Schwarz Weiß Funktion:
es_es: Función en blanco y negro:
fa_ir: ویژگی سیاه و سفید:
fr_fr: Fonctionnalité Noir et Blanc:
it_it: Funzione In bianco e nero:
pt_pt: Recurso de Preto e branco:
zh_cn: 黑白功能：

source: Style Settings
de_de: Formatierungs optionen
es_es: Configuración de estilo
fa_ir: تنظیمات ظاهری
fr_fr: Paramètres de style
it_it: Opzioni di Stile
pt_pt: Opções de estilo
zh_cn: 样式设置

source: Customize the plugins appearance to match your taste and needs using the style settings.
zh_cn: 使用样式设置自定义插件外观以匹配您的品味和需求。

source: Plugin Button Size:
de_de: Plugin-Button-Größe:
es_es: Tamaño del Botón del Plugin:
fa_ir: اندازه دکمه افزونه:
fr_fr: Taille du Bouton du Plugin :
it_it: Dimensione Pulsante Plugin:
pt_pt: Tamanho do Botão do Plugin:
zh_cn: 插件按钮大小：

source: Plugin Button Border Radius:
de_de: Plugin-Button-Rahmenradius:
es_es: Radio del Borde del Botón del Plugin:
fa_ir: شعاع حاشیه دکمه افزونه:
fr_fr: Rayon de Bordure du Bouton du Plugin :
it_it: Raggio Bordo Pulsante Plugin:
pt_pt: Raio da Borda do Botão do Plugin:
zh_cn: 插件按钮边框半径：

source: Plugin Button Margin:
de_de: Plugin-Button-Rand:
es_es: Margen del Botón del Plugin:
fa_ir: حاشیه دکمه افزونه:
fr_fr: Marge du Bouton du Plugin :
it_it: Margine Pulsante Plugin:
pt_pt: Margem do Botão do Plugin:
zh_cn: 插件按钮边距：

source: Plugin Button Icon Size:
de_de: Plugin-Button-Symbol-Größe:
es_es: Tamaño del Icono del Botón del Plugin:
fa_ir: اندازه آیکون دکمه افزونه:
fr_fr: Taille de l'Icône du Bouton du Plugin :
it_it: Dimensione Icona Pulsante Plugin:
pt_pt: Tamanho do Ícone do Botão do Plugin:
zh_cn: 插件按钮图标大小：

source: Positionable by User:
de_de: Vom Benutzer positionierbar:
es_es: Posicionable por el usuario:
fa_ir: قابلیت جابه جایی توسط کاربر:
fr_fr: Positionnable par l'utilisateur:
it_it: Posizionabile dall'utente:
pt_pt: Posicionável pelo usuário:
zh_cn: 用户可定位：

source: Enabling this option allows users to freely move the accessibility plugin around the page on desktop devices. Please note that this feature is not available on mobile devices.
de_de: Durch Aktivieren dieser Option können Benutzer das Barrierefreiheit Plugin auf Desktop Geräten frei auf der Seite verschieben. Bitte beachten Sie, dass diese Funktion auf Mobilgeräten nicht verfügbar ist.
es_es: Al habilitar esta opción, los usuarios podrán mover libremente el plugin de accesibilidad por la página en dispositivos de escritorio. Ten en cuenta que esta función no está disponible en dispositivos móviles.
fa_ir: فعال کردن این گزینه به کاربران امکان می دهد تا افزونه دسترس پذیری را به صورت آزادانه در صفحه وب بر روی دستگاه های دسکتاپ جابجا کنند. لطفا توجه داشته باشید که این ویژگی روی دستگاه های تلفن همراه در دسترس نیست.
fr_fr: Activer cette option permet aux utilisateurs de déplacer librement le plugin d'accessibilité sur la page sur les appareils de bureau. Veuillez noter que cette fonctionnalité n'est pas disponible sur les appareils mobiles.
it_it: Abilitando questa opzione, gli utenti potranno spostare liberamente il plugin di accessibilità sulla pagina sui dispositivi desktop. Si prega di notare che questa funzione non è disponibile sui dispositivi mobili.
pt_pt: Ativar esta opção permite que os usuários movam livremente o plugin de acessibilidade pela página em dispositivos desktop. Observe que este recurso não está disponível em dispositivos móveis.
zh_cn: 启用此选项允许用户在桌面设备上自由移动无障碍插件 在页面周围。请注意，此功能在 移动设备上不可用。

source: Plugin Position:
de_de: Platzierung des Plugin:
es_es: Posición del Plugin:
fa_ir: جایگاه افزونه:
fr_fr: Position du plugin:
it_it: Posizionamento Plugin:
pt_pt: Posição do Plugin:
zh_cn: 插件位置：

source: Bottom Left Corner
de_de: Untere linke Ecke
es_es: Esquina inferior izquierda
fa_ir: گوشه پایین چپ
fr_fr: Coin Inférieur Gauche
it_it: Angolo inferiore sinistro
pt_pt: Canto inferior esquerdo
zh_cn: 左下角

source: Bottom Right Corner
de_de: Untere rechte Ecke
es_es: Esquina inferior derecha
fa_ir: گوشه پایین راست
fr_fr: Coin Inférieur Droit
it_it: Angolo inferiore destro
pt_pt: Canto inferior direito
zh_cn: 右下角

source: Top Left Corner
de_de: Obere linke Ecke
es_es: Esquina superior izquierda
fa_ir: گوشه بالا چپ
fr_fr: Coin Supérieur Gauche
it_it: Angolo superiore sinistro
pt_pt: Canto superior esquerdo
zh_cn: 左上角

source: Top Right Corner
de_de: Obere rechte Ecke
es_es: Esquina superior derecha
fa_ir: گوشه بالا راست
fr_fr: Coin Supérieur Droit
it_it: Angolo superiore destro
pt_pt: Canto superior direito
zh_cn: 右上角

source: Background Color:
de_de: Hintergrund farbe:
es_es: Color de fondo:
fa_ir: رنگ پس زمینه:
fr_fr: Couleur de fond:
it_it: Colore di sfondo:
pt_pt: Cor de fundo:
zh_cn: 背景颜色：

source: Background color of plugin and logo border.
de_de: Hintergrundfarbe des Plugin und Logorahmen.
es_es: Color de fondo del plugin y borde del logo.
fa_ir: رنگ پس زمینه افزونه و حاشیه لوگو.
fr_fr: Couleur de fond du plugin et bordure du logo.
it_it: Colore di sfondo e bordo del logo del plugin.
pt_pt: Cor de fundo do plugin e borda da logo.
zh_cn: 插件和徽标边框的背景颜色。

source: Labels Color:
de_de: Etiketten farbe:
es_es: Etiquetas Color:
fa_ir: رنگ برچسب ها:
fr_fr: Couleur des étiquettes:
it_it: Colore etichette:
pt_pt: Cor das etiquetas:
zh_cn: 标签颜色：
